Repository: urielbattanoli/R6-Plus
Catalog: R6-Plus/*.lproj/Localizable.strings
Languages: de

source: Ok
de: Okay

source: Buy
de: Kaufen

source: Restore
de: Wiederherstellen

source: Favorites
de: Favoriten

source: Search player
de: Spieler suchen

source: Player not found
de: Spieler nicht gefunden

source: Search
de: Teilen

# no_matches
source: No matches scheduled for these days
de: Für diese Tage sind keine Spiele geplant

# not_live
source: This stream is currently not available!
de: Dieses Spiel wird gerade nicht gestreamt!

# error_open_url
source: Could not open url
de: Konnte URL nicht öffnen

# maintenance
source: Server in maintenance! Sorry :(
de: Entschuldigung! Server unterhalt:(

source: Skill rating
de: Skill-Bewertung

source: GLOBAL
de: WELTWEIT

# apac
source: ASIA & PACIFIC
de: ASIEN & PACIFIK

# emea
source: EUROPE, AFRICA & MIDDLE EAST
de: EUROPA, AFRIKA & NAHOST

# ncsa
source: NORTH, CENTRAL & SOUTH AMERICA
de: NORD-, MITTEL- & SÜDAMERIKA

source: General Stats
de: Allgemeine Stats

source: Player level
de: Spieler-Level

source: Wins
de: Siege

source: Losses
de: Niederlagen

source: Win rate
de: S/N-Verhältnis

source: Kills
de: Eliminierungen

source: Deaths
de: Tode

source: Assists
de: Unterstützungen

source: K/D ratio
de: K/D-Verhältnis

source: Time played
de: Spielzeit

source: Casual
de: Locker

source: Ranked
de: Ranglistenspiel

source: Total
de: Gesamt

source: Fighting Stats
de: Kampfstatistik

# aim
source: Aim (hits)
de: Getroffene Ziele

# percentage_hs
source: Percentage of HS
de: Kopfschüsse in Prozent

source: Penetration kills
de: Durchbruch-Eliminierungen

# melle_kills
source: Melee kills
de: Nahkampf-Eliminierungen

source: Revived
de: Wiederbelebt

source: Ranked Stats
de: Rang-Modus-Info

# ranked_stats_season
source: Ranked Stats (last season)
de: Rang-Modus-Info (letzte Saison)

source: Rank
de: Rang

source: Profile Info
de: Profil-Info

source: Season
de: Saison

source: Seasons
de: Saisons

# suicide
source: Suicides
de: Selbstmorde

source: Abandons
de: Aufgegeben

# op_defenders
source: Operators (Defenders)
de: Operators (Verteidiger)

# op_attackers
source: Operators (Attackers)
de: Operators (Angreifer)

# no_favorites
source: No favorites saved
de: Keine Favoriten hinterlegt

# copper1
source: Copper I
de: Kupfer I

# copper2
source: Copper II
de: Kupfer II

# copper3
source: Copper III
de: Kupfer III

# copper4
source: Copper IV
de: Kupfer IV

# silver1
source: Silver I
de: Silber I

# silver2
source: Silver II
de: Silber II

# silver3
source: Silver III
de: Silber III

# silver4
source: Silver IV
de: Silber IV

# platinum1
source: Platinum I
de: Platin I

# platinum2
source: Platinum II
de: Platin II

# platinum3
source: Platinum III
de: Platin III

source: Diamond
de: Diamant

source: Unranked
de: Kein Rang

# thanks_message
source: You already own a Premium Account! Thanks for helping in developing this application!
de: Sie besitzen bereits ein Premium-Konto! Danke für die Hilde bei der Entwicklung der App!

# help_us_message
source: Help us by upgrading your account to premium and make as many comparisons as you want! Also, remove all ads.
de: Helfen Sie uns, indem Sie Ihr Konto auf Premium upgraden und so viele Vergleiche machen wie Sie möchten! Entfernen Sie auch alle ads.

source: Buy Now!
de: Kaufe Jetzt!

# reached_maximum
source: You've reached the maximum number of comparisons today
de: Sie haben heute die maximale Anzahl von Vergleichen erreicht

# upgrade_account
source: Upgrade your account to premium and make as many comparisons as you want! Also, remove all ads.
de: Aktualisieren Sie Ihr Konto auf Premium und führen Sie so viele Vergleiche durch, wie Sie möchten! Entfernen Sie außerdem alle Anzeigen.

# free_comp
source: Free Comparison [Video Ads]
de: Kostenloser Vergleich [Videoanzeigen]
